{"vacs": [{"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": ["stellarMassFSPSGranEarlyDust", "stellarMassFSPSGranEarlyNoDust", "stellarMassFSPSGranWideDust", "stellarMassFSPSGranWideNoDust"], "description": "Galaxy stellar masses based on Flexible Stellar Population Synthesis by the Granada group, for BOSS galaxies.", "title": "Granada FSPS Stellar Masses", "datamodel_url": "https://data.sdss.org/datamodel/files/BOSS_GALAXY_REDUX/GALAXY_VERSION", "approve": true, "abstract": "Granada Flexible Stellar Population Synthesis (FSPS, <a href=\"http://adsabs.harvard.edu/abs/2009ApJ...699..486C\">Conroy et al. 2009</a>) stellar masses <a href=\"http://adsabs.harvard.edu/abs/2016MNRAS.461.1131M\">(Montero-Dorta et al. 2016)</a> are calculated using the BOSS spectroscopic redshift, Z_NOQSO and u,g,r,i,z photometry by means of broad-band spectral energy distribution (SED) fitting of models based on a grid of templates. The flexibility of the model templates allows for a variety of formation-time scenarios including early formation-time (with and without dust), and a wide range of formation times. Calculations have been carried out for both <a href=\"http://adsabs.harvard.edu/abs/1955ApJ...121..161S\">Salpeter (1955)</a> and <a href=\"http://adsabs.harvard.edu/abs/2001MNRAS.322..231K\">Kroupa (2001)</a> initial mass functions.", "modified": "2017-07-09 15:36:59", "publication_ids": null, "includes_cas": true, "data_releases": ["DR10", "DR11", "DR12"], "survey": "BOSS", "authors": "Antonio Montero-Dorta", "www_url": "http://testng.sdss.org/dr14/spectro/galaxy_granada/", "identifier": "SDSS-III VAC 0013", "sas_folder": "/sas/dr12/boss/spectro/redux/galaxy/v1_1/", "id": -13}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": ["stellarMassPCAWiscBC03", "stellarMassPCAWiscM11"], "description": "Galaxy properties based on principal component analysis from the Wisconsin group for BOSS galaxies.", "title": "Wisconsin PCA-based Stellar Masses and Velocity Dispersions", "datamodel_url": "https://data.sdss.org/datamodel/files/BOSS_GALAXY_REDUX/GALAXY_VERSION", "approve": true, "abstract": "Wisconsin stellar masses and velocity dispersions are derived from the optical rest-frame spectral region (3700-5500 Ångstroms) using a principal component analysis (PCA) method (<a href=\"http://adsabs.harvard.edu/abs/2012MNRAS.421..314C\">Chen et al. 2012</a>). The estimation is based on a library of model spectra generated using the single stellar population models of <a href=\"http://adsabs.harvard.edu/abs/2003MNRAS.344.1000B\">Bruzal & Charlot (2003)</a> and <a href=\"http://adsabs.harvard.edu/abs/2011MNRAS.418.2785M\">Maraston & Str&‌ouml;mb&‌auml;ck (2011)</a>, and with a broad range of star-formation histories, metallicities, dust extinctions, and stellar velocity dispersions.", "modified": "2017-07-09 15:20:49", "publication_ids": null, "includes_cas": true, "data_releases": ["DR9", "DR10", "DR11", "DR12"], "survey": "BOSS", "authors": "Yan-Mei Chen, Guinevere Kauffmann, Christy A. Tremonti, Simon White, Timothy M. Heckman, Katarina Kovač, Kevin Bundy, John Chisholm, Claudia Maraston, Donald P. Schneider, Adam S. Bolton, Benjamin A. Weaver, Jon Brinkmann", "www_url": "http://testng.sdss.org/dr14/spectro/galaxy_wisconsin/", "identifier": "SDSS-III VAC 0012", "sas_folder": "/sas/dr12/boss/spectro/redux/galaxy/v1_1/", "id": -12}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": ["emissionLinesPort"], "description": "Stellar kinematics and emission line fluxes of BOSS galaxies, derived by the Portsmouth group.", "title": "Portsmouth Stellar Kinematics and Emission Line Fluxes", "datamodel_url": "https://data.sdss.org/datamodel/files/BOSS_GALAXY_REDUX/GALAXY_VERSION", "approve": true, "abstract": "The Portsmouth stellar kinematics and emission-line flux measurements of <a href=\"http://adsabs.harvard.edu/abs/2013MNRAS.431.1383T\">Thomas et al. (2013)</a> are based on adaptations of the publicly available codes Penalized PiXel Fitting (pPXF, <a href=\"http://adsabs.harvard.edu/abs/2004PASP..116..138C\">Cappellari & Emsellem 2004</a>) and Gas and Absorption Line Fitting code (GANDALF v1.5; <a href=\"http://adsabs.harvard.edu/abs/2006MNRAS.366.1151S\">Sarzi et al. 2006</a>) to calculate stellar kinematics and to derive emission line properties. GANDALF fits stellar population and Gaussian emission line templates to the galaxy spectrum simultaneously to separate stellar continuum and absorption lines from the ionized gas emission. Stellar kinematics are evaluated by pPXF where the line-of-sight velocity distribution is fitted directly in pixel space. The code further determines the kinematics of the gas (velocity and velocity dispersion) and measures emission line fluxes and equivalent widths (EWs) on the resulting Gaussian emission line template.", "modified": "2017-07-09 15:13:30", "publication_ids": null, "includes_cas": true, "data_releases": ["DR9", "DR10", "DR11", "DR12"], "survey": "BOSS", "authors": "D. Thomas, O. Steele, C. Maraston, J. Johansson, A. Beifiori, J. Pforr, G. Strömbäck, C. A. Tremonti, D. Wake, D. Bizyaev, A. Bolton, H. Brewington, J. R. Brownstein, J. Comparat, J.-P. Kneib, E. Malanushenko, V. Malanushenko, D. Oravetz, K. Pan, J. K. Parejko, D. P. Schneider, A. Shelden, A. Simmons, S. Snedden, M. Tanaka, B. A. Weaver, R. Yan", "www_url": "http://testng.sdss.org/dr14/spectro/galaxy_portsmouth/#kinematics", "identifier": "SDSS-III VAC 0011", "sas_folder": "/sas/dr12/boss/spectro/redux/galaxy/v1_1/", "id": -11}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": ["stellarMassPassivePort", "stellarMassStarformingPort"], "description": "Stellar masses of BOSS galaxies based on Portsmouth spectral energy distribution fitting.", "title": "Portsmouth Spectro-Photometric Model Fitting", "datamodel_url": "https://data.sdss.org/datamodel/files/BOSS_GALAXY_REDUX/GALAXY_VERSION", "approve": true, "abstract": "Portsmouth spectral energy distribution (SED) fit stellar masses (<a href=\"http://adsabs.harvard.edu/abs/2013MNRAS.435.2764M\">Maraston et al. 2013</a>) are calculated using the BOSS spectroscopic redshift, Z_NOQSO and u,g,r,i,z photometry by means of broad-band SED fitting of stellar population models. Separate calculations are carried out with a passive template and a star-forming template, and in each case for both <a href=\"http://adsabs.harvard.edu/abs/1955ApJ...121..161S\">Salpeter (1955)</a> and <a href=\"http://adsabs.harvard.edu/abs/2001MNRAS.322..231K\">Kroupa (2001)</a> initial mass functions, and for stellar evolution with and without stellar mass loss. ", "modified": "2017-07-09 15:07:17", "publication_ids": null, "includes_cas": true, "data_releases": ["DR9", "DR10", "DR11", "DR12"], "survey": "BOSS", "authors": "Claudia Maraston, Janine Pforr, Bruno M. Henriques, Daniel Thomas, David Wake, Joel R. Brownstein, Diego Capozzi, Jeremy Tinker, Kevin Bundy, Ramin A. Skibba, Alessandra Beifiori, Robert C. Nichol, Edd Edmondson, Donald P. Schneider, Yanmei Chen, Karen L. Masters, Oliver Steele, Adam S. Bolton, Donald G. York, Benjamin A. Weaver, Tim Higgs, Dmitry Bizyaev, Howard Brewington, Elena Malanushenko, Viktor Malanushenko, Stephanie Snedden, Daniel Oravetz, Kaike Pan, Alaina Shelden, Audrey Simmons", "www_url": "http://testng.sdss.org/dr14/spectro/galaxy_portsmouth/", "identifier": "SDSS-III VAC 0010", "sas_folder": "/sas/dr12/boss/spectro/redux/galaxy/v1_1/", "id": -10}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "Catalogs of Large Scale Structure (LSS) based on the BOSS galaxies samples in DR12.", "title": "Large Scale Structure Galaxy Catalogs ", "datamodel_url": "https://data.sdss.org/datamodel/files/BOSS_LSS_REDUX", "approve": true, "abstract": "The Large Scale Structure (LSS) galaxy catalogs combine the list of cosmological tracer targets (typically galaxies or QSOs) with the results of the spectroscopic data reduction to create data and random catalogs that allow the user to estimate the cosmological tracer density fluctuations at any point within the survey footprint. The random catalogs are designed to randomly sample the survey footprint with a density proportional to the map of the survey completeness.  Pairs of data and random catalogues are generated for samples with distinct selection functions. In BOSS, we generated LSS catalogues for the LOWZ and CMASS samples separately (see <a href=\"http://testng.sdss.org/dr14/algorithms/boss_galaxy_ts/\">BOSS galaxy target selection</a> for descriptions of these samples). The LOWZ target class captures objects primarily at z < 0.4, while the CMASS class selects objects at 0.4 < z < 0.8. With DR12 we also provide a combined sample catalogue, where these two samples are optimally combined (details in <a href=\"http://adsabs.harvard.edu/abs/2016MNRAS.455.1553R\">Reid et al. 2016</a>). ", "modified": "2017-07-09 14:52:19", "publication_ids": null, "includes_cas": false, "data_releases": ["DR9", "DR10", "DR12"], "survey": "BOSS", "authors": "Beth Reid, Shirley Ho, Nikhil Padmanabhan, Will J. Percival, Jeremy Tinker, Rita Tojeiro, Martin White, Daniel J. Eisenstein, Claudia Maraston, Ashley J. Ross, Ariel G. Sánchez, David Schlegel, Erin Sheldon, Michael A. Strauss, Daniel Thomas, David Wake, Florian Beutler, Dmitry Bizyaev, Adam S. Bolton, Joel R. Brownstein, Chia-Hsun Chuang, Kyle Dawson, Paul Harding, Francisco-Shu Kitaura, Alexie Leauthaud, Karen Masters, Cameron K. McBride, Surhud More, Matthew D. Olmstead, Daniel Oravetz, Sebastián E. Nuza, Kaike Pan, John Parejko, Janine Pforr, Francisco Prada, Sergio Rodríguez-Torres, Salvador Salazar-Albornoz, Lado Samushia, Donald P. Schneider, Claudia G. Scóccola, Audrey Simmons, Mariana Vargas-Magana", "www_url": "http://testng.sdss.org/dr14/spectro/lss/", "identifier": "SDSS-III VAC 0009", "sas_folder": "/sas/dr12/boss/lss/", "id": -9}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "Redshift probability distributions derived with weighting techniques for photometrically detected galaxies.", "title": "Photometric Redshift Distributions", "datamodel_url": "https://data.sdss.org/datamodel/files/BOSS_PHOTOOBJ/photoz-weight", "approve": true, "abstract": "This catalog contains a set of photometric redshift probability distributions for galaxies in the SDSS-III imaging data. We derived weights for a training set of spectroscopically confirmed galaxies such that the distribution of relevant quantities, such as magnitudes or colors, matches that of a set of galaxies without known redshifts (the photometric sample). Assuming these quantities correlate with redshift, and are the only relevant quantities for redshift determination, the resulting weighted redshift histogram is proportional to the redshift distribution of the photometric sample. This technique is also used to derive the redshift probability distribution for individual galaxies. For more details, see <a href=\"http://adsabs.harvard.edu/abs/2012ApJS..201...32S\">Sheldon et al. (2012)</a>.", "modified": "2017-07-09 14:26:25", "publication_ids": null, "includes_cas": false, "data_releases": ["DR13"], "survey": "BOSS", "authors": "Erin S. Sheldon, Carlos E. Cunha, Rachel Mandelbaum, J. Brinkmann, Benjamin A. Weaver", "www_url": "", "identifier": "SDSS-III VAC 0006", "sas_folder": "/sas/dr14/eboss/photoObj/photoz-weight/", "id": -6}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "Catalogs of photometrically-selected Emission Line Galaxies (ELGs) at z ≈ 0.8.", "title": "ELG Fisher selection catalog ", "datamodel_url": "https://data.sdss.org/datamodel/files/EBOSS_TARGET/elg/fisher-selection", "approve": true, "abstract": "Catalogs of photometrically-selected emission line galaxies (ELGs) at z ≈ 0.8. The catalogs are obtained using the griW and UgrizW Fisher selections defined in <a href=\"http://adsabs.harvard.edu/abs/2016A%26A...585A..50R\">Raichoor et al. (2016)</a>, as described in <a href=\"http://adsabs.harvard.edu/abs/2017MNRAS.465.1831D\">Delubac et al. (2017)</a>. The griW catalog is based on SDSS g,r, and i band photometries as well as WISE W1 photometry. It covers both the South Galactic Cap (SGC) and the North Galactic Cap (NGC) of the SDSS footprint. The UgrizW catalog also include SDSS z band and SCUSS U band photometries. It is limited to the SGC.  \r\n", "modified": "2017-07-18 07:36:43", "publication_ids": [26], "includes_cas": false, "data_releases": ["DR13"], "survey": "eBOSS", "authors": "Timothée Delubac, Anand Raichoor, Johan Comparat, Stéphanie Jouvel, Jean-Paul Kneib, Christophe Yèche, Hu Zou, Joel R. Brownstein, Filipe B. Abdalla, Kyle S. Dawson, Adam D. Myers, Jeffrey A. Newman, William J. Percival, Francisco Prada, Ashley J. Ross, Donald P. Schneider, Xu Zhou, Z. Zhou, Guangtun Zhu", "www_url": "", "identifier": "SDSS-IV VAC 0001", "sas_folder": "/sas/dr14/eboss/target/elg/fisher-selection", "id": 1}, {"category": "Scientific Analysis Catalog", "object_classes": ["QSO"], "cas_table": ["qsoVarPTF", "qsoVarStripe"], "description": "Variability information for eBOSS quasar targets.", "title": "QSO variability", "datamodel_url": "https://data.sdss.org/datamodel/files/BOSS_QSO/variability", "approve": true, "abstract": "Variability information (<a href=\"http://adsabs.harvard.edu/abs/2016A&A...587A..41P\">Palanque-Delabrouille et al. 2016</a>) for eBOSS quasar targets (<a href=\"http://adsabs.harvard.edu/abs/2015ApJS..221...27M\">Myers et al. 2015</a>) using either <a href=\"http://www.ptf.caltech.edu/\">Palomar Transient Factory</a> (PTF) light curves or <a href=\"http://testng.sdss.org/dr14/tutorials/get_stripe82_images/\">SDSS stripe 82</a> data.\r\n\r\n", "modified": "2017-07-18 07:36:20", "publication_ids": [18, 20], "includes_cas": true, "data_releases": ["DR13"], "survey": "eBOSS", "authors": "Eric Armengaud, Etienne Burtin, Nathalie Palanque-Delabrouille, Christophe Yèche, Peter Nugent, Russ Laher, Branimir Sesar", "www_url": "", "identifier": "SDSS-IV VAC 0002", "sas_folder": "/sas/dr14/eboss/qso/variability/", "id": 2}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "Catalog of composite spectra from pilot ELG survey.", "title": "Composite Spectra of Emission-line Galaxies from eBOSS", "datamodel_url": "https://data.sdss.org/datamodel/files/EBOSS_ELG/composite/ELG_COMPOSITE_VER", "approve": true, "abstract": "The eBOSS survey is obtaining spectra of about 200,000 emission line galaxies (ELGs) at redshifts z>0.6, providing a unique rich dataset of rest-frame near-UV spectroscopy for astrophysical applications. For target selection purposes, the ELG pilot survey observed about 12,000 ELGs, among which about 8,600 are at 0.6<z<1.2. <a href=\"http://adsabs.harvard.edu/abs/2015ApJ...815...48Z\">Zhu et al. (2015)</a> presented the composite spectra of these galaxies, and in particular, investigated the blueshifted resonant absorption lines (Fe II, Mg II) and non-resonant emission lines (Fe II*) in the NUV; these are the signatures of ubiquitous galactic-scale outflows associated with star formation activities. Because the composite spectra are of great interest to the community, here we make them publicly available as a value-added product.", "modified": "2017-07-18 07:35:35", "publication_ids": [22], "includes_cas": false, "data_releases": ["DR13"], "survey": "eBOSS", "authors": "Guangtun Zhu, the eBOSS collaboration", "www_url": "", "identifier": "SDSS-IV VAC 0009", "sas_folder": "/sas/dr14/eboss/elg/composite/v1_0", "id": 9}, {"category": "Scientific Analysis Catalog", "object_classes": ["STAR", "GALAXY"], "cas_table": ["photoWISEForcedTarget"], "description": "Catalog of SDSS and WISE sources, matched using forced photometry.", "title": "WISE Forced Photometry", "datamodel_url": null, "approve": true, "abstract": "This catalog contains “forced photometry” matching between SDSS sources and sources from the Wide-Field Infrared Survey Explorer (WISE; <a href=\"http://adsabs.harvard.edu/abs/2010AJ....140.1868W\">Wright et al. 2010</a>). The WISE forced photometry assumes that all objects detected and measured by SDSS appear in the WISE images with the same morphologies, and then asks how bright those objects should be to best match the WISE data. This is useful because it allows us to extract information from the WISE images using knowledge of the existence and shapes of objects from the higher-resolution SDSS imaging. There is no need for catalog matching, and all sources get a flux measurement, even if the flux is below a formal detection limit (although low-significance flux measurements will understandably still be noisy). This allows, for example, making statistical measures of the WISE flux of classes of SDSS objects (so-called, stacking analyses). The catalog is described in detail in <a href=\"http://adsabs.harvard.edu/abs/2016AJ....151...36L\">Lang, Hogg, & Schlegel 2016</a>.", "modified": "2017-07-31 08:57:14", "publication_ids": [7], "includes_cas": false, "data_releases": ["DR13"], "survey": "eBOSS", "authors": "Dustin Lang, David W. Hogg, David J. Schlegel", "www_url": "", "identifier": "SDSS-IV VAC 0028", "sas_folder": "/sas/dr14/eboss/photoObj/external/WISEForcedTarget/", "id": 28}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "AGN and galaxy cluster candidates target catalogue for SPIDERS.", "title": "SPIDERS target selection catalogues", "datamodel_url": "https://data.sdss.org/datamodel/files/SPIDERS_TARGET", "approve": true, "abstract": "The SPIDERS Tier-0 target catalogs (<a href=\"http://adsabs.harvard.edu/abs/2016MNRAS.463.4490C\">Clerc et al. 2016</a>; <a href=\"https://arxiv.org/abs/1704.01796\">Dwelly et al. 2017</a>), i.e. AGN and galaxy clusters candidates, were obtained by matching X-ray information from the <a href=\"http://www.dlr.de/dlr/en/desktopdefault.aspx/tabid-10424/\">ROSAT</a> All-Sky Survey (RASS) and from <a href=\"http://sci.esa.int/xmm-newton/\">XMM-Newton</a> to multi-band photometric data.\r\n\r\nThe SPIDERS AGN target catalogs contain 9,028 candidate targets from RASS and 819 from XMM. They enclose information on the X-ray sources, including flux measurements, and a quantitative measure of the reliability of the association to optical and AllWISE  (<a href=\"http://wise2.ipac.caltech.edu/docs/release/allwise/expsup/index.html\">Cutrie et al. 2013</a>)data. The counterparts to X-ray extended sources (galaxy clusters) were identified using a red-sequence finding algorithm adapted from RedMapper (<a href=\"http://adsabs.harvard.edu/abs/2014ApJ...785..104R\">Rykoff et al. 2014</a>). The target list contains galaxies likely to belong to a galaxy cluster, as indicated by their color, distance to the center and luminosity. The SPIDERS Galaxy Cluster target list contains 94,883 and 3,839 objects for RASS and XMM respectively. We additionally provide targeting catalogs for the <a href=\"http://testng.sdss.org/dr14/algorithms/ancillary/boss/sequels/\">SEQUELS</a> area, similarly constructed although differing in their association and selection methods.\r\n", "modified": "2017-07-18 07:20:58", "publication_ids": [43], "includes_cas": false, "data_releases": ["DR13"], "survey": "SPIDERS", "authors": "SPIDERS team, T. Dwelly, M. Salvato, A. Merloni, A. Finoguenov, D. Coffey, N. Clerc et al.", "www_url": "http://testng.sdss.org/dr14/algorithms/eboss-target-selection/spiders-target-selection", "identifier": "SDSS-IV VAC 0004", "sas_folder": "/sas/dr13/eboss/spiders/target/", "id": 4}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "Catalog of X-ray detected galaxy clusters, confirmed spectroscopically with DR12 SEQUELS SPIDERS data ", "title": "The SPIDERS-Clusters demonstration sample catalogue", "datamodel_url": "https://data.sdss.org/datamodel/files/SPIDERS_ANALYSIS", "approve": true, "abstract": "We provide the catalog of X-ray detected galaxy clusters spectroscopically confirmed using DR12 <a href=\"http://testng.sdss.org/dr14/algorithms/ancillary/boss/sequels/\">SEQUELS</a> SPIDERS spectroscopic data. Galaxy clusters were identified through the emission of their hot baryonic component as X-ray extended sources in the <a href=\"http://www.dlr.de/dlr/en/desktopdefault.aspx/tabid-10424/\">ROSAT</a> All-Sky Survey (RASS). The optical counterparts were found by optimally searching photometric data for the existence of a red-sequence formed by their member galaxies. Spectroscopic redshifts obtained by SPIDERS (in the SEQUELS programme) provide definitive confirmation of the clustered nature of these objects and their redshift (up to z~0.6). We assigned cluster membership combining an algorithm and visual validation of individual objects. The gas properties derived from X-ray observations (luminosity, temperature, R<sub>200</sub>) are derived using precise cluster redshifts (&Delta;z ~ 0.001). We compute galaxy cluster velocity dispersions using several methods adapted to the low number of spectroscopic members per system (of the order 15-40) and we show that their values correlate with cluster X-ray luminosities, within expectations.\r\n\r\nThe relevant FITS file for this VAC is <a href=\"https://data.sdss.org/sas/dr14/eboss/spiders/analysis/catCluster-SPIDERS_RASS_CLUS-v1.0.fits\"> catCluster-SPIDERS_RASS_CLUS-v1.0.fits</a>. This VAC was released in DR13, and contains the pilot sample of galaxy clusters confirmed in the 300 deg<sup>2</sup> area of DR13 spectroscopy data, down to the lowest richnesses.\r\n\r\nDR14 includes a VAC that contains the sample of galaxy clusters confirmed with DR14 spectroscopic data (2500 deg<sup>2</sup>) down to richnesses &lambda;<sub>OPT</sub> = 30. Click <a href=\"http://testng.sdss.org/vac/spiders-x-ray-galaxy-cluster-catalogue-for-dr14/\">here</a> for more details.", "modified": "2017-07-22 14:45:14", "publication_ids": [43], "includes_cas": false, "data_releases": ["DR13"], "survey": "SPIDERS", "authors": "N. Clerc for SPIDERS", "www_url": "", "identifier": "SDSS-IV VAC 0010", "sas_folder": "/sas/dr13/eboss/spiders/analysis/", "id": 10}, {"category": "Scientific Analysis Catalog", "object_classes": ["STAR"], "cas_table": null, "description": "Catalog of red clump stars in the APOGEE sample.", "title": "APOGEE Red-Clump (RC) Catalog", "datamodel_url": "https://data.sdss.org/datamodel/files/APOGEE_RC/cat", "approve": true, "abstract": "APOGEE's target selection algorithm includes many red-clump (RC) stars in the APOGEE sample. A new method for identifying red-clump stars from spectrophotometric data and its application to the APOGEE data was presented in <a href=\"http://adsabs.harvard.edu/abs/2014ApJ...790..127B\">Bovy et al. (2014)</a>. This technique creates a very pure sample of red-clump stars with minimal contamination from red-giant-branch, secondary-red-clump, and asymptotic-giant-branch stars. The narrowness of the RC locus in color-metallicity-luminosity space allows distances to the stars to be assigned with an accuracy of 5%-10%. The purity is estimated to be about 95%. The DR14 catalog is the latest version of the APOGEE RC catalog, and contains 29,502 stars.\r\n\r\n\r\nSection 4 of <a href=\"http://adsabs.harvard.edu/abs/2014ApJ...790..127B\">Bovy et al. (2014)</a> described how to correct for observational biases due to the APOGEE target selection (for the whole (J-Ks)0 > 0.5 sample, not just the red-clump sample). Specifically, these are the biases due to the incomplete sampling of the available targets with (J-Ks)0 > 0.5 as a function of position on the sky and magnitude. Tools to correct for these biases are included in the <a href=\"https://github.com/jobovy/apogee\">apogee python package</a> and extensive documentation on how to use this package is given on the package webpage. This selection-function code has been updated for DR13 (from the DR11 version described in the paper). DR13, like DR11 and DR12, contains only stars observed in APOGEE-1. DR14 is the first release containing stars observed in APOGEE-2, which has different targeting criteria than APOGEE-1. Because the selection function for stars observed as part of APOGEE-2 has not yet been computed, the DR14 version does not include any information on the selection function.\r\n\r\n\r\nSection 5 of <a href=\"http://adsabs.harvard.edu/abs/2014ApJ...790..127B\">Bovy et al. (2014)</a> discussed astrophysical biases due to the red-clump selection. Specifically, they investigated the biases in recovering the underlying age and metallicity distribution by only selecting red-clump stars. The RC selection preferentially select stars with ages between 1 and 4 Gyr and with metallicities > -0.9. Please consult section 5 of the paper above for full details. The <a href=\"https://github.com/jobovy/apogee\">apogee python package</a> also has tools for working with the astrophysical biases. \r\n\r\n\r\nWe recommend  that you also use the latest updated catalog (DR14), but previous versions of the APOGEE RC catalog are still available. The DR13 catalog was selected based on the more accurate set of spectroscopic parameters from the overall DR13 APOGEE release and therefore suffered from less contamination than previously released catalogs, leading to a slight decrease in the number of RC stars in the DR13 catalog compared to the DR12 catalog. The DR13 catalog contains 19,291 stars and is available <a href=\"https://data.sdss.org/sas/dr13/apogee/vac/apogee-rc/cat/apogee-rc-DR13.fits\">on the SAS</a>; its contents are described in the <a href=\"https://data.sdss.org/datamodel/files/APOGEE_RC/cat/apogee-rc-DR13.html>datamodel</a>. \r\n\r\n\r\nThe older DR11 and DR12 catalog versions are also still available. For DR11 (<a href=\"http://adsabs.harvard.edu/abs/2014arXiv1409.3566N\">Niveder et al. 2014</a>), containing 10,341 objects, the catalog is available from the SAS <a href=\"https://data.sdss.org/sas/dr12/apogee/vac/apogee-rc/cat/apogee-rc-DR11.fits\">here</a>, with its datamodel available <a href=\"https://data.sdss.org/datamodel/files/APOGEE_RC/cat/apogee-rc-DR11.html\">here</a>. The DR12 catalogue (<a href=\"http://adsabs.harvard.edu/abs/2014ApJ...790..127B\">Bovy et al. 2014</a>), containing 19,937 objects, is available from the SAS <a href=\"https://data.sdss.org/sas/dr12/apogee/vac/apogee-rc/cat/apogee-rc-DR12.fits\">here</a>, with its datamodel available <a href=\"https://data.sdss.org/datamodel/files/APOGEE_RC/cat/apogee-rc-DR12.html\">here</a>.\r\n", "modified": "2017-08-16 08:51:51", "publication_ids": null, "includes_cas": false, "data_releases": ["DR11", "DR12", "DR13", "DR14"], "survey": "APOGEE-2", "authors": "Jo Bovy, APOGEE collaboration", "www_url": "", "identifier": "SDSS-IV VAC 0015", "sas_folder": "/sas/dr14//apogee/vac/apogee-rc/cat/", "id": 15}, {"category": "Scientific Analysis Catalog", "object_classes": ["STAR"], "cas_table": null, "description": "Astro-spectrophotometric distances, extinctions and orbit parameters for stars in the overlap sample between APOGEE and TGAS.", "title": "DR14 APOGEE-TGAS Catalogue", "datamodel_url": "https://data.sdss.org/datamodel/files/APOGEE_TGAS", "approve": true, "abstract": "The <a href=\"http://sci.esa.int/gaia/58275-data-release-1/\">first data release</a> of the <a href=\"http://sci.esa.int/gaia/\">Gaia mission</a> contains improved parallaxes and proper motions for more than 2 million stars contained in the <a href=\"https://gaia.esac.esa.int/documentation/GDR1/datamodel/Ch4/tycho2.html\">Tycho-2 catalogue</a>.  These were presented within the <a href=\"https://www.cosmos.esa.int/web/gaia/iow_20150115\">Tycho-Gaia Astrometric Solution</a> (TGAS) sample. Among these stars are 46,033 objects contained within the APOGEE DR14 <a href=\"http://testng.sdss.org/dr14/irspec/spectro_data/#APOGEEData\">allStar</a> catalogue. We provide the cross-matched catalogue, as well as precise astro-spectro-photometric distances, extinctions, and orbital parameters for more than 30,000 stars in the APOGEE-TGAS dataset.", "modified": "2017-06-27 10:05:31", "publication_ids": [118], "includes_cas": false, "data_releases": ["DR14"], "survey": "APOGEE-2", "authors": "F. Anders, A. B. Queiroz, B. Santiago, C. Chiappini, J. G. Fernandez-Trincado, A. Meza, M. Shetrone, J. Holtzman, the APOGEE-Gaia Working Group", "www_url": "", "identifier": "SDSS-IV VAC 0021", "sas_folder": "/sas/dr14/apogee/vac/apogee-tgas/", "id": 21}, {"category": "Scientific Analysis Catalog", "object_classes": ["STAR"], "cas_table": null, "description": "Distance estimations for APOGEE-2 DR14 stars, from four independent distance determination methods", "title": "APOGEE DR14-Based Distance Estimations ", "datamodel_url": "https://data.sdss.org/datamodel/files/APOGEE_DISTANCES", "approve": true, "abstract": "Four separate research groups within the APOGEE-2 team are providing distance estimations, which rely upon the calibrated stellar atmospheric parameters as given by DR14. Each of the distance catalog contributors are providing preferred distance values and associated errors, with some groups providing additional values/information as described in the <a href=\"https://data.sdss.org/datamodel/files/APOGEE_DISTANCES/apogee_distances.html\">datamodel</a> and HDU1 of the fits file on the SAS.\r\n\r\nThe distance estimations included in this catalog are:\r\n\r\n<ul>\r\n<li>Bayesian Technique (BPG),  <a href=\"http://adsabs.harvard.edu/abs/2016A%26A...585A..42S\">Santiago et al. (2016)</a>;Queiroz et al. (in prep) </li>\r\n<li>Bayesian Technique (NOAC),  <a href=\"http://adsabs.harvard.edu/abs/2016MNRAS.460.3179W\">Wang et al. (2016)</a> </li>\r\n<li>Isochrone Matching Technique (NICE),  <a href=\"http://adsabs.harvard.edu/abs/2014AJ....148...24S\">Schultheis et al. (2014)</a> </li>\r\n<li>Bayesian Technique (NMSU),  Holtzman et al. (in prep) </li>\r\n</ul>", "modified": "2017-07-26 10:23:47", "publication_ids": null, "includes_cas": false, "data_releases": ["DR14"], "survey": "APOGEE-2", "authors": "Kaike Pan, Friedrich Anders, Mathias Schultheis, Jianling Wang, Anna Barbara Queiroz, Basilio Santiago, Jon Holtzman, Jennifer Sobeck, Jianrong Shi, Cristina Chiappini", "www_url": "", "identifier": "SDSS-IV VAC 0026", "sas_folder": "/sas/dr14/apogee/vac/apogee-distances/", "id": 26}, {"category": "Scientific Analysis Catalog", "object_classes": ["QSO"], "cas_table": null, "description": "Catalog of high signal-to-noise composite quasar spectra, binned on luminosity, spectral index and redshift, based on the DR12 BOSS quasar catalog.", "title": "Composite Spectra of Quasars Binned on Spectroscopic Parameters from DR12Q", "datamodel_url": "https://data.sdss.org/datamodel/files/BOSS_QSO/composite/binned", "approve": true, "abstract": "We present high signal-to-noise composite spectra of quasars over the redshift range 2.1 &le; z &le; 3.5, binned by luminosity, spectral index, and redshift, based on the DR12 BOSS quasar catalog. Selection effects and Malmquist bias have been mitigated for these spectra. As discussed in <a href=\"http://adsabs.harvard.edu/abs/2016ApJ...833..199J\">Jensen et al. (2016)</a>, these composite spectra indicate spectral evolution while holding luminosity and spectral index constant. Also included are the differential spectra composites of each parameter, including one derived from CIV FWHM (full width half maximum) binning, revealing a redshift evolution spectral signature similar to both the luminosity and CIV FWHM signatures. These composite spectra give way to interpret quasar diversity, and can be used to improve the templates used in redshift classification.\r\n", "modified": "2017-06-27 10:31:56", "publication_ids": [73], "includes_cas": false, "data_releases": ["DR14"], "survey": "eBOSS", "authors": "Trey W. Jensen, Vivek Mariappan, Kyle S. Dawson, Scott Anderson, Julian Bautista, Dmitry Bizyaev, William N. Brandt, Joel R. Brownstein, Paul Green, David W. Harris, Vikrant Kamble, Ian D. McGreer, Andrea Merloni, Adam Myers, Daniel Oravetz, Kaike Pan, Isabelle Pâris, Donald P. Schneider, Audrey Simmons, Nao Suzuki", "www_url": "", "identifier": "SDSS-IV VAC 0012", "sas_folder": "/sas/dr14/eboss/qso/composite/binned/", "id": 12}, {"category": "Scientific Analysis Catalog", "object_classes": ["QSO"], "cas_table": null, "description": "Catalog of quasars in DR14, including multi-epoch spectroscopy.", "title": "The Sloan Digital Sky Survey Quasar Catalog: Fourteenth Data Release", "datamodel_url": "https://data.sdss.org/datamodel/files/BOSS_QSO/DR14Q", "approve": true, "abstract": "Previously, SDSS had spectroscopically confirmed over half a million quasars with redshifts comprised between z=0.1 and z=6.5. Data Release 14 contains about 150,000 new quasars with 0.9 < z < 3.5. In addition, about 70,000 quasars have now multi-epoch spectroscopy available. The SDSS-DR14 quasar catalog (DR14Q) contains all quasars observed as part of SDSS-I/II/III/IV, based on a refined automated procedure to identify quasars, and a partial visual inspection of spectra of the remaining objects. Spectroscopic measurements, such as refined redshift, automated broad absorption line (BAL) detection or emission-line fits, and multi-wavelength photometric information are all included in DR14Q. \r\n\r\nWe recommend that you use the DR14 quasar catalog, as this catalog is the most recent one available. Previously released SDSS quasar catalogs are still available <a href=\"https://data.sdss.org/sas/dr14/eboss/qso/\">on the SAS</a>, and are described in <a href=\"http://adsabs.harvard.edu/abs/2017A%26A...597A..79P\">P&acirc;ris et al. (2017)</a> for DR12, in <a href=\"http://adsabs.harvard.edu/abs/2014A%26A...563A..54P\">P&acirc;ris et al. (2014)</a> for DR10, and <a href=\"http://adsabs.harvard.edu/abs/2012A%26A...548A..66P\">P&acirc;ris et al. (2012)</a> for DR9. Corresponding data models for the quasar catalogs can be found <a href=\"https://data.sdss.org/datamodel/files/BOSS_QSO/\">here</a>.", "modified": "2017-07-27 14:18:17", "publication_ids": null, "includes_cas": false, "data_releases": ["DR9", "DR10", "DR12", "DR14"], "survey": "eBOSS", "authors": "Isabelle Pâris, Patrick Petitjean, Eric Aubourg, Scott Anderson, Niel Brandt, Peter Doohyun Choi, Adam Myers, Graziano Rossi, Don Schneider, Gongbo Zhao, Alina Streblyanska, Patrick Hall, Axel de la Macorra, Jean-Paul Kneib", "www_url": "http://testng.sdss.org/dr14/algorithms/qso_catalog", "identifier": "SDSS-IV VAC 0013", "sas_folder": "/sas/dr14/eboss/qso/DR14Q", "id": 13}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "Catalog of south galactic cap Emission Line Galaxies used for eBOSS target selection.", "title": "The SDSS-IV Extended Baryon Oscillation Spectroscopic Survey: Emission Line Galaxy Target Catalog", "datamodel_url": "https://data.sdss.org/datamodel/files/EBOSS_TARGET/elg/decals", "approve": true, "abstract": "This value added catalog contains the south galactic cap Emission Line Galaxy (ELG) catalog used for eBOSS. Targets were selected using photometric data from the <a href=\"http://legacysurvey.org/\">Dark Energy Camera Legacy Survey</a> (DECaLS), and details of the selection techniques can be found in <a href=\"https://arxiv.org/abs/1704.00338\">Raichoor et al. (submitted)</a>. We selected roughly 240 ELG targets per square degree, and the great majority of these ELG lie in the redshift range 0.67 < z < 1.1 (median redshift 0.85). ", "modified": "2017-07-09 10:05:20", "publication_ids": [126], "includes_cas": false, "data_releases": ["DR14"], "survey": "eBOSS", "authors": "J. Comparat, A. Raichoor, T. Delubac, JP. Kneib, C. Yeche, the eBOSS and DECaLS collaborations.", "www_url": "", "identifier": "SDSS-IV VAC 0016", "sas_folder": "/sas/dr14/eboss/target/elg/decals", "id": 16}, {"category": "Alternative Pipeline Catalog", "object_classes": ["GALAXY", "QSO"], "cas_table": null, "description": "Catalog of luminous red galaxies (LRG) redshifts, derived with redmonster software.", "title": "Redshift Measurement and Spectral Classification Catalog with Redmonster", "datamodel_url": "https://data.sdss.org/datamodel/files/REDMONSTER_SPECTRO_REDUX/RUN2D/REDMONSTER_VER", "approve": true, "abstract": "Catalogue of DR14 luminous red galaxies (LRG) redshifts from models using single, theoretically-motivated templates and restricted to exclude non-physical solutions.  These models are gridded on physical parameters; thus, the catalogue includes estimates for those physical parameters in addition to a higher success rate than the default eBOSS pipeline. The redmonster software is detailed in full in <a href=\"http://adsabs.harvard.edu/abs/2016AJ....152..205H\">Hutchinson et al. (2016)</a>.\r\n\r\n", "modified": "2017-07-26 13:45:42", "publication_ids": null, "includes_cas": false, "data_releases": ["DR13", "DR14"], "survey": "eBOSS", "authors": "Timothy A. Hutchinson, Adam S. Bolton, Kyle S. Dawson, Joel R. Brownstein, Julian E. Bautista", "www_url": "http://testng.sdss.org/dr14/algorithms/redmonster-redshift-measurement-and-spectral-classification/", "identifier": "SDSS-IV VAC 0027", "sas_folder": "/sas/dr14/eboss/spectro/redux/redmonster/v5_10_0/v1_2_0//", "id": 27}, {"category": "Alternative Pipeline Catalog", "object_classes": ["GALAXY"], "cas_table": ["mangaPipe3D"], "description": "Catalog containing stellar population and emission line properties (integrated, characteristic and gradients) for DR14 MaNGA galaxies, as measured by the IFU analysis code Pipe3D.", "title": "MaNGA Pipe3D value added catalog: Spatially resolved and integrated properties of galaxies", "datamodel_url": "https://data.sdss.org/datamodel/files/MANGA_PIPE3D/MANGADRP_VER/PIPE3D_VER", "approve": true, "abstract": "Pipe3D is an IFU focused analysis pipeline that provides intermediate dataproducts extracted from datacubes in an automatic way, focusing on both the stellar populations and the ionized gas properties. The details of the pipeline were presented in <a href=\"http://adsabs.harvard.edu/abs/2016RMxAA..52...21S\"> Sanchez et al. 2016a</a> and <a href=\"http://adsabs.harvard.edu/abs/2016RMxAA..52..171S\"> Sanchez et al. 2016b</a>, showing examples based on <a href=\"http://www.caha.es/CALIFA/\">CALIFA</a> and <a href=\"http://adsabs.harvard.edu/abs/2015ApJ...798....7B\">P-MaNGA</a> datacubes. \r\n\r\nThe MaNGA dataproducts provided by Pipe3D for this value added catalog will be included in a refereed article. They comprise a table including the integrated (cumulative properties), characteristic (values at the effective radius), and gradients of different quantities, included stellar mass, star-formation (and their densities), oxygen and nitrogen abundances, dust attenuation, estimated gas density, stellar and gas velocity dispersion., etc. The value added catalog also includes four datacubes that comprise the spatial resolved properties required to recover the star-formation histories, the average properties of the stellar populations, and the emission line properties for 56 strong and weak emission lines (including the former ones together with the effective widths EW of the lines), and the most frequently used stellar indices, as described in Sanchez et al. (2016ab), mentioned above. For each galaxy we provide these four datacubes packed together as extensions in a single FITS file. In addition, the original header of the corresponding MaNGA datacube has been included as the first extension to keep track of the original dataset and in particular of the World Coordinate System WCS (which is shared between the different extensions).", "modified": "2017-06-29 11:11:21", "publication_ids": [149], "includes_cas": true, "data_releases": ["DR14"], "survey": "MaNGA", "authors": "S.F.Sanchez,H.Ibarra-Medel, J. Barrera-Ballesteros, M. Cano-Diaz, L.Sanchez-Menguiano, V. Avila-Reese, and IA-UNAM-MaNGA Team", "www_url": "http://testng.sdss.org/dr14/manga/manga-data/manga-pipe3d-value-added-catalog", "identifier": "SDSS-IV VAC 0018", "sas_folder": "/sas/dr14/manga/spectro/pipe3d/v2_1_2/2.1.2/", "id": 18}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": ["mangaFirefly"], "description": "Catalog of stellar population properties of MaNGA galaxies, as measured by the Firefly spectral fitting code", "title": "MaNGA Firefly Stellar Populations", "datamodel_url": "https://data.sdss.org/datamodel/files/MANGA_FIREFLY/FIREFLY_VER", "approve": true, "abstract": "The MaNGA Firefly Stellar Populations value added catalog is based on the MaNGA data analysis pipeline (DAP; Westfall et al. in prep) output and extends through stellar population model fitting. It complements the DAP by providing higher-order and model-based data products, using the <a href=\"http://testng.sdss.org/dr14/spectro/galaxy_firefly/\">FIREFLY</a> spectral fitting code. Included in this catalog are basic galaxy information properties (e.g., galaxy ID, galaxy mass), global parameters (e.g., central age), gradient parameters (e.g., age gradient) and spatially resolved quantities (e.g., 2-D age maps). Examples of analysis of Firefly stellar populations can be found in e.g. <a href=\"http://adsabs.harvard.edu/abs/2017MNRAS.465..688G>Goddard et al. (2017a)</a> and <a hef=\"http://adsabs.harvard.edu/abs/2017MNRAS.466.4731G\">Goddard et al. (2017b)</a>.", "modified": "2017-07-28 12:27:56", "publication_ids": null, "includes_cas": true, "data_releases": ["DR14"], "survey": "MaNGA", "authors": "Daniel Thomas, Daniel Goddard, Claudia Maraston, Taniya Parikh, Jianhui Lian, Johan Comparat, Sofia Meneses-Goytia, Violeta Perez-Gonzalez, Kyle Westfall", "www_url": "http://testng.sdss.org/dr14/manga/manga-data/manga-firefly-value-added-catalog/", "identifier": "SDSS-IV VAC 0023", "sas_folder": "/sas/dr14/manga/spectro/firefly/v1_0_2", "id": 23}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "Catalog of X-ray detected galaxy clusters, confirmed spectroscopically with SPIDERS DR14 data", "title": "SPIDERS X-ray galaxy cluster catalogue for DR14", "datamodel_url": "https://data.sdss.org/datamodel/files/SPIDERS_ANALYSIS", "approve": true, "abstract": "We provide the catalogue of X-ray detected galaxy clusters spectroscopically confirmed using DR14 SPIDERS spectroscopic data. Galaxy clusters were identified through the emission of their hot baryonic component as X-ray extended sources in <a href=\"http://www.dlr.de/dlr/en/desktopdefault.aspx/tabid-10424/\">ROSAT</a> and <a href=\"http://sci.esa.int/xmm-newton/\">XMM-Newton</a> observations. The optical counterparts were found by optimally searching photometric data for the existence of a red-sequence formed by their member galaxies. Spectroscopic redshifts obtained by SPIDERS (DR14) provide confirmation of the clustered nature of these objects and their redshift (up to z~0.6). We assigned cluster membership combining an algorithm and multiple independent visual validations of individual objects. The gas properties derived from X-ray observations (luminosity, R<sub>500</sub>, etc.) are derived using precise cluster redshifts and they provide an estimate of their total mass (median M<sub>200</sub>c ~ 5.10<sup>14</sup> M<sub>sun</sub>). We provide estimates of the velocity dispersion in galaxy clusters using methods adapted to the low number of spectroscopic members per system.\r\n\r\nThis VAC is available as <a href=\"https://data.sdss.org/sas/dr14/eboss/spiders/analysis/catCluster-SPIDERS_RASS_CLUS-v2.0.fits\">catCluster-SPIDERS_RASS_CLUS-v2.0.fits</a> and contains the sample of galaxy clusters confirmed with DR14 spectroscopic data (2500 deg<sup>2</sup>) down to richnesses &lambda;<sub>OPT</sub>=30.\r\n\r\nIn DR13, a related VAC was released containing the pilot sample of galaxy clusters confirmed in the 300 deg<sup>2</sup> area of DR13 spectroscopy data, down to the lowest richnesses, For more details on this VAC, click <a href=\"http://testng.sdss.org/vac/the-spiders-clusters-demonstration-sample-catalogue/\">here</a>.", "modified": "2017-07-22 14:44:50", "publication_ids": [43], "includes_cas": false, "data_releases": ["DR14"], "survey": "SPIDERS", "authors": "Nicolas Clerc, Raffaella Capasso, Ghazaleh Erfanianfar, Alexis Finoguenov, Kate Furnell, Charles C. Kirpatrick IV, Nelson Padilla, Alex Saro, the SPIDERS team", "www_url": "", "identifier": "SDSS-IV VAC 0008", "sas_folder": "/sas/dr14/eboss/spiders/analysis/", "id": 8}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "Multi-wavelength characterization of active galactic nuclei (AGN) from the ROSAT All-Sky Survey, based on X-ray, optical, infra-red and radio data.", "title": "Multi-wavelength properties of RASS AGN", "datamodel_url": "https://data.sdss.org/datamodel/files/SPIDERS_ANALYSIS", "approve": true, "abstract": "We present multi-wavelength characterization of a highly complete sample of point-like sources from the second <a href=\"http://www.dlr.de/dlr/en/desktopdefault.aspx/tabid-10424/\">ROSAT</a> All-Sky Survey Point Source Catalog (<a href=\"https://heasarc.gsfc.nasa.gov/W3Browse/rosat/rass2rxs.html\">2RXS</a>) over the area covered by the <a href=\"http://testng.sdss.org/dr14/algorithms/ancillary/boss/sequels/\">SEQUELS</a> and eBOSS DR14 surveys. We provide information about X-ray properties of the sources, as well as of their counterparts at longer wavelength (optical, infra-red, radio) identified first in the <a href=\"http://wise2.ipac.caltech.edu/docs/release/allwise/\">All-WISE</a> IR catalog via a Bayesian cross-matching algorithm. We complement this with dedicated visual inspection of the SDSS spectra, providing accurate redshift estimates (with objective confidence levels) and source classification, beyond the standard eBOSS pipeline results.\r\n\r\n", "modified": "2017-06-27 08:57:27", "publication_ids": null, "includes_cas": false, "data_releases": ["DR14"], "survey": "SPIDERS", "authors": "Andrea Merloni, Antonis Georgakakis, Agnese Del Moro, Mara Salvato, Tom Dwelly, Kirpal Nandra, Johan Comparat, Damien Coffey", "www_url": "", "identifier": "SDSS-IV VAC 0020", "sas_folder": "/sas/dr14/eboss/spiders/analysis/", "id": 20}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "Multi-wavelength characterization of active galactic nuclei (AGN) from the XMM-Slew Survey, based on X-ray, optical, infra-red and radio data.", "title": "Multi-wavelength properties of XMM-Slew Survey AGN", "datamodel_url": "https://data.sdss.org/datamodel/files/SPIDERS_ANALYSIS", "approve": true, "abstract": "We present multi-wavelength characterization of a highly complete sample of point-like sources from the <a href=\"http://sci.esa.int/xmm-newton/\">XMM</a>Slew Survey, over the area covered by the <a href=\"http://testng.sdss.org/dr14/algorithms/ancillary/boss/sequels/\">SEQUELS</a> and eBOSS DR14 surveys. We provide information about X-ray properties of the sources, as well as of their counterparts at longer wavelength (optical, infra-red, radio) identified first in the <a href=\"http://wise2.ipac.caltech.edu/docs/release/allwise/\">All-WISE</a> IR catalog via a Bayesian cross-matching algorithm. We complement this with dedicated visual inspection of the SDSS spectra, providing accurate redshift estimates (with objective confidence levels) and source classification, beyond the standard eBOSS pipeline results.", "modified": "2017-06-27 08:59:11", "publication_ids": null, "includes_cas": false, "data_releases": ["DR14"], "survey": "SPIDERS", "authors": "Andrea Merloni, Antonis Georgakakis, Agnese Del Moro, Mara Salvato, Tom Dwelly, Kirpal Nandra, Johan Comparat, Damien Coffey", "www_url": "", "identifier": "SDSS-IV VAC 0022", "sas_folder": "/sas/dr14/eboss/spiders/analysis/", "id": 22}, {"category": "Scientific Analysis Catalog", "object_classes": ["STAR"], "cas_table": null, "description": "Photometry of crowded fields in SDSS for galactic globular and open clusters.", "title": "Photometry of crowded fields in SDSS for galactic globular and open clusters", "datamodel_url": null, "approve": true, "abstract": "This catalog presents photometry for globular and open cluster stars observed with the Sloan Digital Sky Survey (SDSS). In order to exploit the over 100 million stellar objects with r < 22.5 mag observed by SDSS, we need to understand the characteristics of stars in the SDSS ugriz filters. While star clusters provide important calibration samples for stellar colors, the regions close to globular clusters, where the fraction of field stars is smallest, are too crowded for the standard SDSS photometric pipeline to process. To complement the SDSS imaging survey, we reduce the SDSS imaging data for crowded cluster fields using the DAOPHOT/ALLFRAME suite of programs and present photometry for 17 globular clusters and three open clusters in a SDSS value-added catalog. Our photometry and cluster fiducial sequences are on the native SDSS 2.5 m ugriz photometric system, and the fiducial sequences can be directly applied to the SDSS photometry without relying on any transformations. Model photometry for red giant branch and main-sequence stars obtained by <a hef=\"http://adsabs.harvard.edu/abs/2004A%26A...422..205G\">Girardi et al. (2004)</a> cannot be matched simultaneously to fiducial sequences; their colors differ by ~0.02-0.05 mag. Good agreement (&ge;0.02 mag in colors) is found with <a hef=\"http://adsabs.harvard.edu/abs/2008AJ....135..682C\">Clem et al. (2008)</a> empirical fiducial sequences in ugriz when using the transformation equations in <a href=\"http://adsabs.harvard.edu/abs/2006AN....327..821T\">Tucker et al. (2006)</a>.\r\n\r\nThe catalog is described in full detail in <a href=\"http://adsabs.harvard.edu/abs/2008ApJS..179..326A\">An et al. (2008)</a> and can be accessed at the classic SDSS page <a href=\"http://classic.sdss.org/dr7/products/value_added/anjohnson08_clusterphotometry.html\">here</a>.", "modified": "2017-07-09 11:16:48", "publication_ids": null, "includes_cas": false, "data_releases": ["DR7"], "survey": "SEGUE", "authors": "Deokkeun An, Jennifer A. Johnson, James L. Clem, Brian Yanny, Constance M. Rockosi, Heather L. Morrison, Paul Harding, James E. Gunn, Carlos Allende Prieto, Timothy C. Beers, Kyle M. Cudworth, Inese I. Ivans, Željko Ivezić, Young Sun Lee, Robert H. Lupton, Dmitry Bizyaev, Howard Brewington, Elena Malanushenko, Elena, Viktor Malanushenko, Dan Oravetz, Kaike Pan, Audrey Simmons, Stephanie Snedden, Shannon Watters, Donald G. York", "www_url": "", "identifier": "SDSS-III VAC 0001", "sas_folder": "", "id": -1}, {"category": "Scientific Analysis Catalog", "object_classes": ["QSO"], "cas_table": ["xdqso"], "description": "Quasar probability distributions for target selection in color-color space, based on extreme deconvolution methods.", "title": "XDQSO", "datamodel_url": "https://data.sdss.org/datamodel/files/BOSS_PHOTOOBJ/xdqso", "approve": true, "abstract": "This value added catalog contains quasar probabilities in three redshift ranges derived using the extreme deconvolution XDQSO technique, as described in <a href=\"http://adsabs.harvard.edu/abs/2011ApJ...729..141B\">Bovy et al. (2011)</a>. The quasar probabilities are assigned based on models for the underlying flux distributions of quasars and stars applied to the single-epoch ugriz fluxes of all 160,904,060 point-sources with dereddened i-band magnitude between 17.75 and 22.45 mag in DR8.", "modified": "2017-07-09 14:44:50", "publication_ids": null, "includes_cas": false, "data_releases": ["DR8", "DR9", "DR10", "DR12", "DR13"], "survey": "BOSS", "authors": "Jo Bovy, Joseph F. Hennawi, David W. Hogg, Adam D. Myers, Jessica A. Kirkpatrick, David J. Schlegel, Nicholas P. Ross, Erin S. Sheldon, Ian D. McGreer, Donald P. Schneider, Benjamin A. Weaver", "www_url": "", "identifier": "SDSS-III VAC 0008", "sas_folder": "/sas/dr14/eboss/photoObj/xdqso/", "id": -8}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "Galaxy properties of DR8 spectra, based on Galspec by MPA-JHU.", "title": "MPA-JHU Stellar Masses ", "datamodel_url": null, "approve": true, "abstract": "The Max Planck for Astrophysics (MPA) and Johns Hopkins University (JHU) groups provide galaxy properties for all DR8 galaxy spectra, using the Galspec product, based on the methods of <a href=\"http://adsabs.harvard.edu/abs/2004MNRAS.351.1151B\">Brinchmann et al. (2004)</a>, <a href=\"http://adsabs.harvard.edu/abs/2003MNRAS.341...33K\">Kauffmann et al. (2003)</a>, and <a href=\"http://adsabs.harvard.edu/abs/2004ApJ...613..898T\">Tremonti et al. (2004)</a>. The catalog includes emission lines and derived galaxy parameters, such as BPT (Baldwin, Phillips & Terlevich) properties, stellar mass, nebular oxygen abundance, and (specific) star formation rate. This catalog was deprecated in DR12 in favor of the <a href=\"http://testng.sdss.org/dr14/spectro/galaxy_wisconsin/\">Wisconsin</a>, <a href=\"http://testng.sdss.org/dr14/spectro/galaxy_portsmouth/\">Portsmouth</a>, and <a href=\"http://testng.sdss.org/dr14/spectro/galaxy_granada/\">Granada</a> team analyses of the same data, but are provided for comparison with the other galaxy property measurements listed here.", "modified": "2017-07-09 11:02:10", "publication_ids": null, "includes_cas": false, "data_releases": ["DR8"], "survey": "Legacy", "authors": "Guinevere Kauffmann", "www_url": "http://testng.sdss.org/dr14/spectro/galaxy_mpajhu/", "identifier": "SDSS-III VAC 0002", "sas_folder": "/sas/dr8/sdss/spectro/redux/", "id": -2}, {"category": "Scientific Analysis Catalog", "object_classes": ["STAR"], "cas_table": null, "description": "List of identifiers for repeat SEGUE observations.", "title": "SEGUE Duplicate Observations Catalog", "datamodel_url": null, "approve": true, "abstract": "This catalog provides a list of identifiers for repeat spectroscopic observations of individual photometric targets in SEGUE. These are particularly useful for testing consistency of the <a href=\"http://www.sdss3.org/dr10/spectro/sspp.php\">SEGUE Stellar Parameters Pipeline (SSPP)</a>.", "modified": "2017-07-09 11:30:30", "publication_ids": null, "includes_cas": false, "data_releases": ["DR8"], "survey": "SEGUE", "authors": "Young Sun Lee", "www_url": "http://testng.sdss.org/dr14/spectro/duplicates/", "identifier": "SDSS-III VAC 0005", "sas_folder": "", "id": -5}, {"category": "Scientific Analysis Catalog", "object_classes": ["STAR"], "cas_table": null, "description": "Catalog of [&alpha;/Fe] ratios for SDSS and SEGUE stars.", "title": "SEGUE [&alpha;/Fe] Values", "datamodel_url": null, "approve": true, "abstract": "This catalog provides the [&alpha;/Fe] ratios for SDSS and SEGUE stars from <a href=\"http://adsabs.harvard.edu/abs/2011AJ....141...90L\">Lee et al. (2011)</a>. They were able to determine [&alpha;/Fe] abundance to an error less than 0.1 dex for stars with T<sub>eff</sub> between 4500 and 7500 K, log g between 1.5 and 5.0, [Fe/H] between -1.4 and +0.3, and S/N greater than 20. To accomplish this precision for a star with [Fe/H] < -1.4, a spectrum with S/N larger than 25 is required. The [&alpha;/Fe] abundance ranges from -0.1 to +0.6. These abundance measurements were tested on degraded <a href=\"http://atlas.obs-hp.fr/elodie/\">ELODIE</a> spectra, samples of high- (R=15,000) and medium-resolution (R=6,000) spectra, and six open and globular clusters.", "modified": "2017-07-09 11:26:29", "publication_ids": null, "includes_cas": false, "data_releases": ["DR8"], "survey": "SEGUE", "authors": "Young Sun Lee, Timothy C. Beers, Carlos Allende Prieto, David K. Lai, Constance M. Rockosi, Heather L. Morrison, Jennifer A. Johnson, Deokkeun An, Thirupathi Sivarani, Brian Yanny", "www_url": "", "identifier": "SDSS-III VAC 0004", "sas_folder": "", "id": -4}, {"category": "Scientific Analysis Catalog", "object_classes": ["STAR"], "cas_table": null, "description": "Description of observational bias in SEGUE.", "title": "Accounting for Observational Biases in SEGUE", "datamodel_url": null, "approve": true, "abstract": "Certain aspects of the SEGUE target selection algorithm, in addition to components of the survey’s design, will create observational biases in the sample. For example, SEGUE assigns the same number of spectroscopic fibers to each plate, regardless of the stellar density of the line-of-sight. As the stellar number density changes over the SEGUE footprint, investigations using the survey data must correct for this variable sampling to represent the true underlying Milky Way stellar distributions. In addition, some target types will require corrections for the color, magnitude, and/or proper motion selection. <a href=\"http://adsabs.harvard.edu/cgi-bin/nph-data_query?bibcode=2012ApJ...761..160S&db_key=AST&link_type=ABSTRACT&high=58f73e624912956\">Schlesinger et al. (2012)</a> investigated these biases for cool dwarf stars in the SEGUE sample. This value-added catalog explains a technique to constrain and account for the observational biases in SEGUE. It also provides a series of weights that can be used to determine a complete, unbiased SEGUE G- and K-dwarf sample.", "modified": "2017-07-09 11:06:32", "publication_ids": [-49], "includes_cas": false, "data_releases": ["DR8"], "survey": "SEGUE", "authors": "Katharine J. Schlesinger, Jennifer A. Johnson, Constance M. Rockosi, Young Sun Lee, Heather L. Morrison, Ralph Schönrich, Carlos Allende Prieto, Timothy C. Beers, Brian Yanny, Paul Harding, Donald P. Schneider, Cristina Chiappini, Luiz N. da Costa, Marcio A. G. Maia, Ivan Minchev, Helio Rocha-Pinto, Basílio X. Santiago", "www_url": "", "identifier": "SDSS-III VAC 0003", "sas_folder": "", "id": -3}], "modified": "2017-08-16 09:54:03"}