{"vacs": [{"category": "Scientific Analysis Catalog", "object_classes": ["STAR"], "cas_table": null, "description": "APOGEE's target selection algorithm includes many red-clump (RC) stars in the APOGEE sample. A new method for identifying red-clump stars from spectrophotometric data and its application to the APOGEE data was presented in Bovy et al. (2014). This technique creates a very pure sample of red-clump stars with minimal contamination from red-giant-branch, secondary-red-clump, and asymptotic-giant-branch stars. The narrowness of the RC locus in color-metallicity-luminosity space allows distances to the stars to be assigned with an accuracy of 5%-10%. The purity is estimated to be about 95%.", "title": "DR13 APOGEE red-clump catalog", "approve": true, "abstract": null, "publication_ids": null, "includes_cas": false, "data_releases": ["DR13"], "survey": "APOGEE-2", "authors": "Jo Bovy, APOGEE collaboration", "www_url": null, "identifier": "SDSS-IV VAC 0003", "sas_folder": "/sas/dr13/apogee/vac/apogee-rc/cat", "id": 3}, {"category": "Scientific Analysis Catalog", "object_classes": ["STAR"], "cas_table": null, "description": "Distance estimates for select APOGEE stars of the DR13 data release will be provided in the catalog.  These estimates originate from several different groups who employ a variety of methods.  Per star, each group generates three main parameters: distance modulus, heliocentric distance, and distance uncertainty.  In addition to the catalog values, documentation is given that relays the techniques used in the distance determinations.  Additionally, some verification of the distances values has been performed (e.g., comparison of the various sets of distances for reference samples [clusters, Baade's window, Hipparcos]).       ", "title": "APOGEE Distance Catalog", "approve": false, "abstract": null, "publication_ids": null, "includes_cas": false, "data_releases": ["DR13"], "survey": "APOGEE-2", "authors": "Jon Holtzman, Jennifer Sobeck", "www_url": null, "identifier": "SDSS-IV VAC 0005", "sas_folder": "/sas/apogeework/apogee/sandbox/Distance_VAC/", "id": 5}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "Catalogs of photometrically-selected emission line galaxies (ELGs) at z ≈ 0.8. The catalogs are obtained using the griW and UgrizW Fisher selections defined in Raichoor et al. 2016, as described in Delubac et al. 2016. The griW catalog is based on SDSS g,r, and i band photometries as well as WISE W1 photometry. It covers both the South Galactic Cap (SGC) and the North Galactic Cap (NGC) of the SDSS footprint. The UgrizW catalog also include SDSS z band and SCUSS U band photometries. It is limited to the SGC.  ", "title": "ELG Fisher selection catalog ", "approve": false, "abstract": null, "publication_ids": [26], "includes_cas": false, "data_releases": ["DR13"], "survey": "eBOSS", "authors": "Timothée Delubac, Anand Raichoor, Johan Comparat, Stéphanie Jouvel, Jean-Paul Kneib, Christophe Yèche, Hu Zou, Joel R. Brownstein, Filipe B. Abdalla, Kyle S. Dawson, Adam D. Myers, Jeffrey A. Newman, William J. Percival, Francisco Prada, Ashley J. Ross, Donald P. Schneider, Xu Zhou, Z. Zhou, Guangtun Zhu", "www_url": null, "identifier": "SDSS-IV VAC 0001", "sas_folder": "/sas/dr13/eboss/target/elg/fisher-selection", "id": 1}, {"category": "Scientific Analysis Catalog", "object_classes": ["QSO"], "cas_table": ["qsoVarPTF", "qsoVarStripe"], "description": "Variability information for eBOSS quasar targets using either PTF lightcurves or SDSS stripe 82 data", "title": "QSO variability", "approve": true, "abstract": null, "publication_ids": [18, 20], "includes_cas": true, "data_releases": ["DR13"], "survey": "eBOSS", "authors": "Eric Armengaud, Etienne Burtin, Nathalie Palanque-Delabrouille, Christophe Yèche, Peter Nugent, Russ Laher, Branimir Sesar", "www_url": null, "identifier": "SDSS-IV VAC 0002", "sas_folder": "/sas/dr13/eboss/qso/variability/", "id": 2}, {"category": "Alternative Pipeline Catalog", "object_classes": ["GALAXY", "QSO"], "cas_table": null, "description": "Catalogue of DR13 LRG redshifts from models using single, theoretically-motivated templates and restricted to exclude non-physical solutions.  These models are gridded on physical parameters; thus, the catalogue includes estimates for those physical parameters in addition to a higher success rate than the default eBOSS pipeline.  The redmonster software is detailed in full in Hutchinson et al. (2016).", "title": "Redshift Measurement and Spectral Classification Catalog with Redmonster", "approve": true, "abstract": null, "publication_ids": null, "includes_cas": false, "data_releases": ["DR13"], "survey": "eBOSS", "authors": "Timothy A. Hutchinson, Adam S. Bolton, Kyle S. Dawson, Joel R. Brownstein", "www_url": "http://testng.sdss.org/dr14/algorithms/redmonster-redshift-measurement-and-spectral-classification/", "identifier": "SDSS-IV VAC 0007", "sas_folder": "/sas/dr13/eboss/spectro/redux/redmonster/v5_9_0/v1_0_1", "id": 7}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "The eBOSS survey will obtain spectra of about 200,000 ELGs at redshifts z>0.6, providing a unique rich dataset of rest-frame NUV spectroscopy for astrophysical applications. For target selection purposes, the ELG pilot survey observed about 12,000 ELGs, among which about 8,600 are at 0.6<z<1.2. Zhu et al. (2015) presented the composite spectra of these galaxies, and in particular, investigated the blueshifted resonant absorption lines (Fe II, Mg II) and non-resonant emission lines (Fe II*) in the NUV, the signatures of ubiquitous galactic-scale outflows associated with star formation activities. Because the composite spectra are of great interest to the community, here we make them publicly available as a value-added product.", "title": "Composite Spectra of Emission-line Galaxies from eBOSS", "approve": true, "abstract": null, "publication_ids": [22], "includes_cas": false, "data_releases": ["DR13"], "survey": "eBOSS", "authors": "Guangtun Zhu, the eBOSS collaboration", "www_url": null, "identifier": "SDSS-IV VAC 0009", "sas_folder": "/sas/dr13/eboss/elg/composite/v1_0", "id": 9}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "As part of a study of extremely red quasars (ERQs) in BOSS, we developed simple, robust procedures to measure the UV continuum and the CIV 1549 and NV 1240 emission lines in 216,188 BOSS quasars listed in the Data Release 12 quasar catalog (DR12Q, Paris et al. 2016, A&A, in press, arXiv:1608.06483). The catalog is limited to the redshift range 1.53 < z_e 5.0 so that CIV and the adjacent continuum is covered by BOSS. Our measurements provide line profile information and NV/CIV flux ratios not available in DR12Q, and they can yield better results for quasars like the ERQs that have unusual line properties and/or faint rest-frame UV continua that lead to noisy spectra in BOSS. The only BOSS quasars in this redshift range excluded from our catalog have strong CIV BALs that are reported in DR12Q to be at velocities that might interfere significantly with our fits to the CIV emission line profiles or to the continuum beneath CIV.\r\n\r\nA full description of the catalog and the fitting procedures can be found in (citation TBD). Please reference that paper and Paris et al. (2016) if you use any of the catalog results. ", "title": "ERQ Emission-Line Catalog", "approve": false, "abstract": null, "publication_ids": null, "includes_cas": false, "data_releases": ["DR13"], "survey": "eBOSS", "authors": "Fred Hamann, Nadia L. Zakamska, Nicholas Ross, Isabelle Paris, Rachael M. Alexandroff, Carolin Villforth, Gordon T. Richards, Hanna Herbst, W. Niel Brandt, Ben Cook, Kelly D. Denney, Jenny E. Greene, Donald P. Schneider, Michael A. Strauss", "www_url": null, "identifier": "SDSS-IV VAC 0011", "sas_folder": "/sas/dr12/boss/papers/qso/ERQ_emline", "id": 11}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "We provide the SPIDERS Tier-0 target catalogues, i.e. AGN and galaxy clusters candidates, over the entire eBOSS area. These catalogs were obtained by matching X-ray information from the ROSAT All-Sky Survey (RASS) and from XMM-Newton to multi-band photometric data.\r\nThe counterparts to X-ray point-sources were identified by means of a bayesian cross-matching algorithm to find the best association between RASS or XMM Slew Survey (XMMSL) sources and detections from the AllWISE catalogue (Cutri et al. 2013). The X-ray bright AGN detected in RASS and XMMSL are expected to be bright and red in the two shortest wavelength WISE channels (W1 3.4um; W2 4.6um) and to be relatively unaffected by dust obscuration. The SPIDERS AGN target list contains 9,028 candidate targets from RASS and 819 from XMMSL. These released target selection catalogs contain information on the X-ray sources, including flux measurements, and on their AllWISE counterpart. They enclose a quantitative measure of the reliability of the association.\r\nThe counterparts to X-ray extended sources (galaxy clusters) were identified using a red-sequence finding algorithm adapted from RedMapper (Rykoff et al. 2014). X-ray sources were either faint RASS sources filtered for the existence of a neighboring red-sequence, or extended sources on XMM archival pointings matched to a RedMapper detection. Both extend to redshift z~0.6. The target list contains galaxies likely to belong to a galaxy cluster, as indicated by their color, distance to the center and luminosity. They are prioritized according to a scheme involving their membership probability and their parent cluster mass (as indicated from its richness.) The SPIDERS Galaxy Cluster target list contains 94,883 and 3,839 objects for RASS and XMM respectively.\r\nWe additionally provide targeting catalogs for the SEQUELS plates, similarly constructed although differing in their association and selection methods.", "title": "SPIDERS target selection catalogues", "approve": true, "abstract": null, "publication_ids": [43], "includes_cas": false, "data_releases": ["DR13"], "survey": "SPIDERS", "authors": "SPIDERS team, T. Dwelly, M. Salvato, A. Merloni, A. Finoguenov, D. Coffey, N. Clerc et al.", "www_url": null, "identifier": "SDSS-IV VAC 0004", "sas_folder": "/sas/dr13/eboss/spiders/target/", "id": 4}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "We provide the catalogue of X-ray detected galaxy clusters spectroscopically confirmed using SEQUELS-DR12 SPIDERS spectroscopic data. Galaxy clusters were identified through the emission of their hot baryonic component as X-ray extended sources in RASS. The optical counterparts were found by optimally searching photometric data for the existence of a red-sequence formed by their member galaxies. Spectroscopic redshifts obtained by SPIDERS (in the SEQUELS programme) provide definitive confirmation of the clustered nature of these objects and their redshift (up to z~0.6). We assigned cluster membership combining an algorithm and visual validation of individual objects. The gas properties derived from X-ray observations (luminosity, temperature, R_{200}) are derived using precise cluster redshifts (\\Delta_{z} ~ 0.001). We compute galaxy cluster velocity dispersions using several methods adapted to the low number of spectroscopic members per system (of the order 15-40) and we show that their values correlate with cluster X-ray luminosities, within expectations.", "title": "The SPIDERS-Clusters demonstration sample catalogue", "approve": true, "abstract": null, "publication_ids": [43], "includes_cas": false, "data_releases": ["DR13"], "survey": "SPIDERS", "authors": "N. Clerc for SPIDERS", "www_url": null, "identifier": "SDSS-IV VAC 0010", "sas_folder": "/sas/dr13/eboss/spiders/analysis/", "id": 10}, {"category": "Scientific Analysis Catalog", "object_classes": ["STAR"], "cas_table": null, "description": "APOGEE's target selection algorithm includes many red-clump (RC) stars in the APOGEE sample. A new method for identifying red-clump stars from spectrophotometric data and its application to the APOGEE data was presented in Bovy et al. (2014). This technique creates a very pure sample of red-clump stars with minimal contamination from red-giant-branch, secondary-red-clump, and asymptotic-giant-branch stars. The narrowness of the RC locus in color-metallicity-luminosity space allows distances to the stars to be assigned with an accuracy of 5%-10%. The purity is estimated to be about 95%.", "title": "APOGEE Red-Clump (RC) Catalog", "approve": false, "abstract": null, "publication_ids": null, "includes_cas": false, "data_releases": ["DR11", "DR12", "DR13", "DR14"], "survey": "APOGEE-2", "authors": "Jo Bovy, APOGEE collaboration", "www_url": "", "identifier": "SDSS-IV VAC 0015", "sas_folder": "/sas/dr14/vac/apogee/apogee-rc/cat/", "id": 15}, {"category": "Scientific Analysis Catalog", "object_classes": ["STAR"], "cas_table": null, "description": "The first data release of the Gaia mission contains improved parallaxes and proper motions for more than 2 million stars contained in the Tycho-2 catalogue, among them 46,033 objects contained in the APOGEE DR14 allStar catalogue. We provide the cross-matched catalogue, as well as precise astro-spectro-photometric distances, extinctions, and orbital parameters for more than 30,000 stars in the APOGEE-TGAS dataset.", "title": "DR14 APOGEE-TGAS Catalogue", "approve": false, "abstract": null, "publication_ids": [118], "includes_cas": false, "data_releases": ["DR14"], "survey": "APOGEE-2", "authors": "F. Anders, A. B. Queiroz, B. Santiago, C. Chiappini, J. G. Fernandez-Trincado, A. Meza, M. Shetrone, J. Holtzman, the APOGEE-Gaia Working Group", "www_url": "", "identifier": "SDSS-IV VAC 0021", "sas_folder": "/sas/dr14/apogee/vac/apogee-tgas/", "id": 21}, {"category": "Scientific Analysis Catalog", "object_classes": ["STAR"], "cas_table": null, "description": "Distances toward APOGEE DR14 samples are estimated by different groups with different methods. This joint catalogue contains distances by BPG/AIP (Santiago et al.), the NAOC group (Wang et al.), Nice (M. Schultheis), and NMSU (J. Holtzman).", "title": "Distances toward APOGEE stars", "approve": false, "abstract": null, "publication_ids": null, "includes_cas": false, "data_releases": ["DR14"], "survey": "APOGEE-2", "authors": "Kaike Pan, Friedrich Anders, Mathias Schultheis, Jianling Wang, Anna Barbara Queiroz, Basilio Santiago, Jon Holtzman, Jennifer Sobeck, Jianrong Shi, Cristina Chiappini", "www_url": "", "identifier": "SDSS-IV VAC 0026", "sas_folder": "/sas/dr14/apogee/vac/apogee-distances/", "id": 26}, {"category": "Scientific Analysis Catalog", "object_classes": ["QSO"], "cas_table": null, "description": "After mitigating selection effects and Malmquist bias over the redshift range 2.1 ≤ z ≤ 3.5, we present high signal-to-noise composite spectra binned by luminosity, spectral index, and redshift. Discussed in Jensen et al. (2016), these composite spectra indicate spectral evolution while holding luminosity and spectral index constant. Also included are the differential spectra composites of each parameter, including one derived from CIV FWHM binning, revealing a redshift evolution spectral signature similar to both the luminosity and CIV FWHM signatures. These composite spectra give way to interpret quasar diversity, and can be used to improve the templates used in redshift classification.", "title": "Composite Spectra of Quasars Binned on Spectroscopic Parameters from DR12Q", "approve": true, "abstract": null, "publication_ids": [73], "includes_cas": false, "data_releases": ["DR14"], "survey": "eBOSS", "authors": "Trey W. Jensen, Vivek Mariappan, Kyle S. Dawson, Scott Anderson, Julian Bautista, Dmitry Bizyaev, William N. Brandt, Joel R. Brownstein, Paul Green, David W. Harris, Vikrant Kamble, Ian D. McGreer, Andrea Merloni, Adam Myers, Daniel Oravetz, Kaike Pan, Isabelle Pâris, Donald P. Schneider, Audrey Simmons, Nao Suzuki", "www_url": null, "identifier": "SDSS-IV VAC 0012", "sas_folder": "/sas/dr14/eboss/qso/composite/binned/", "id": 12}, {"category": "Scientific Analysis Catalog", "object_classes": ["QSO"], "cas_table": null, "description": "Up to now, SDSS has spectroscopically confirmed over half a million quasars with redshifts comprised between 0.1 and 6.5. Data Release 14 will contain about 150 000 new quasars with 0.9<z<3.5. In addition, about 70000 quasars have multi-epoch spectroscopy available.\r\n\r\nThe SDSS-DR14 quasar catalog (DR14Q) will contain all quasars observed as part of SDSS-I/II/III/IV, based on a refined automated procedure to identify quasars and a partial visual inspection of spectra of the remaining objects.\r\nSpectroscopic measurements, such as refined redshift, automated BAL detection or emission-line fits, and multi-wavelength photometric information will be included in DR14Q.", "title": "The Sloan Digital Sky Survey Quasar Catalog: Fourteenth Data Release", "approve": false, "abstract": null, "publication_ids": null, "includes_cas": false, "data_releases": ["DR14"], "survey": "eBOSS", "authors": "Isabelle Pâris, Patrick Petitjean, Eric Aubourg, Scott Anderson, Niel Brandt, Peter Doohyun Choi, Adam Myers, Graziano Rossi, Don Schneider, Gongbo Zhao, Alina Streblyanska, Patrick Hall, Axel de la Macorra, Jean-Paul Kneib", "www_url": "http://testng.sdss.org/dr14/algorithms/qso_catalog", "identifier": "SDSS-IV VAC 0013", "sas_folder": "/sas/dr14/eboss/qso/DR14Q", "id": 13}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY", "QSO"], "cas_table": null, "description": "eBOSS large-scale structure catalogues for DR14 QSOs and LRGs. We will release the data and randoms catalogues that underpin the cosmological analyses from the QGC WG. These catalogues contain all the data and necessary information (window function, systematic quantities, completeness estimates and corrections for close-pairs and redshift failures) to reproduce the team's clustering measurements. ", "title": "eBOSS large-scale structure catalogues", "approve": false, "abstract": null, "publication_ids": null, "includes_cas": false, "data_releases": ["DR14"], "survey": "eBOSS", "authors": "Rita Tojeiro, the eBOSS QGC working group", "www_url": null, "identifier": "SDSS-IV VAC 0014", "sas_folder": "/sas/ebosswork/eboss/lss/catalogs/", "id": 14}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "We publish the south galactic cap Emission Line Galaxy (ELG) catalog used for the extended Baryon Oscillation Spectroscopic Survey (eBOSS) of the Sloan Digital Sky Survey IV (SDSS-IV). Targets were selected using photometric data from the Dark Energy Camera Legacy Survey (DECaLS). We selected roughly 240 ELG targets per square degree. The great majority of these ELG lie in the redshift range 0.67 < z < 1.1 (median redshift 0.85). \r\n\r\nThe SAS folder containing the VAC is not to be published.", "title": "The SDSS-IV Extended Baryon Oscillation Spectroscopic Survey: Emission Line Galaxy Target Catalog", "approve": false, "abstract": null, "publication_ids": null, "includes_cas": false, "data_releases": ["DR14"], "survey": "eBOSS", "authors": "J. Comparat, A. Raichoor, T. Delubac, JP. Kneib, C. Yeche, the eBOSS and DECaLS collaborations.", "www_url": null, "identifier": "SDSS-IV VAC 0016", "sas_folder": "/sas/dr14/eboss/target/elg/decals", "id": 16}, {"category": "Alternative Pipeline Catalog", "object_classes": ["GALAXY", "QSO"], "cas_table": null, "description": "Catalogue of DR14 LRG redshifts from models using single, theoretically-motivated templates and restricted to exclude non-physical solutions.  These models are gridded on physical parameters; thus, the catalogue includes estimates for those physical parameters in addition to a higher success rate than the default eBOSS pipeline.  The redmonster software is detailed in full in Hutchinson et al. (2016).", "title": "Redshift Measurement and Spectral Classification Catalog with Redmonster", "approve": false, "abstract": "Catalogue of DR14 LRG redshifts from models using single, theoretically-motivated templates and restricted to exclude non-physical solutions.  These models are gridded on physical parameters; thus, the catalogue includes estimates for those physical parameters in addition to a higher success rate than the default eBOSS pipeline.  The redmonster software is detailed in full in Hutchinson et al. (2016).", "publication_ids": null, "includes_cas": false, "data_releases": ["DR13", "DR14"], "survey": "eBOSS", "authors": "Timothy A. Hutchinson, Adam S. Bolton, Kyle S. Dawson, Joel R. Brownstein, Julian E. Bautista", "www_url": "http://testng.sdss.org/dr14/algorithms/redmonster-redshift-measurement-and-spectral-classification/", "identifier": "SDSS-IV VAC 0027", "sas_folder": "/sas/ebosswork/eboss/spectro/redux/redmonster/v5_10_0/v1_1_0/", "id": 27}, {"category": "Alternative Pipeline Catalog", "object_classes": ["GALAXY"], "cas_table": ["mangaPipe3D"], "description": "Pipe3D is a IFU focused analsysis pipeline that provide with intermediate dataproducts extracted from the datacubes in an automatic way focused on the properties of the composition of the stellar population and the ionized gas properties. The details of the pipeline and its accuracy to recover the different properties was already presented in Sanchez et al. 2016a,b (RMxAA, 52, 21 & 171), showing some examples based on CALIFA and P-MaNGA datasets. The MaNGA dataproducts provided by Pipe3D will be included in a refereed article. They comprise a table including the integrated (cumulative properties), characteristic (values at the effective radius), and gradient of different quantities, included stellar mass, star-formation (and their densisities), oxygen and nitrogen abundances, dust attenuation, estimated gas density, stellar and gas velocity dispersions... Further more the dataset includes four datacubes that comprises the spatial resolved properties required to recover the star-formation histories, the average properties of the stellar populations, the emission line properties for the strong emission lines (intensity, velocity and velocity dispersion), together with the emission line properties for 52 strong and weak emission lines (including the former ones together with the EW of the lines), as described in the previous articles. We will provide that information for the required dataset (either MPL-4 or MPL-5).", "title": "Integrated, characteristics and spatial resolved physical properties of the MaNGA MPL-5 galaxies derived using Pipe3D", "approve": false, "abstract": null, "publication_ids": null, "includes_cas": true, "data_releases": ["DR14"], "survey": "MaNGA", "authors": "S.F.Sanchez,H.Ibarra-Medel, J. Barrera-Ballesteros, M. Cano-Diaz, L.Sanchez-Menguiano, V. Avila-Reese, and IA-UNAM-MaNGA Team", "www_url": "http://testng.sdss.org/dr14/manga/manga-data/manga-pipe3d-value-added-catalog", "identifier": "SDSS-IV VAC 0018", "sas_folder": "/sas/dr14/manga/spectro/pipe3d/v2_1_2/2.1.2/", "id": 18}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": ["mangaFirefly"], "description": "The MaNGA Firefly Stellar Populations VAC is based on the MaNGA DAP output and extends through stellar population model fitting. It complements the DAP by providing higher-order and model-based data products. The data products are centred on the full spectral fitting analysis carried out at the Portsmouth supercomputer. The data included in the VAC is used in several scientific analyses (SDSS-IV projects 100, 309 and others in future). More information can be found in the MaNGA product proposal posted on the following wiki page: https://trac.sdss.org/wiki/MANGA/Data/DataProductsProposals/Portsmouth_VAC.", "title": "MaNGA Firefly Stellar Populations", "approve": false, "abstract": null, "publication_ids": null, "includes_cas": true, "data_releases": ["DR14"], "survey": "MaNGA", "authors": "Daniel Thomas, Daniel Goddard, Claudia Maraston, Taniya Parikh, Jianhui Lian, Joahn Comparat, Sofia Meneses-Goytia, Violeta Perez-Gonzalez, Kyle Westfall", "www_url": "", "identifier": "SDSS-IV VAC 0023", "sas_folder": "/sas/dr14/manga/spectro/firefly/v1_0_1", "id": 23}, {"category": "Alternative Pipeline Catalog", "object_classes": ["GALAXY"], "cas_table": ["sdssEbossFirefly"], "description": "We processed all public SDSS galaxy spectra using the recent full-spectral-fitting pipeline, FIREFLY, to propose new measurements of their stellar population properties such as stellar age, metallicity and mass.", "title": "Firefly models of the SDSS I to IV observed galaxy spectra", "approve": false, "abstract": null, "publication_ids": null, "includes_cas": true, "data_releases": ["DR14"], "survey": "SDSS-IV General", "authors": "J. Comparat, C. Maraston, V. Gonzalez-Perez, et al.", "www_url": "http://testng.sdss.org/dr14/spectro/galaxy_firefly/", "identifier": "SDSS-IV VAC 0017", "sas_folder": "/sas/ebosswork/eboss/spectro/redux/galaxy/stellarpop", "id": 17}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "We provide the catalogue of X-ray detected galaxy clusters spectroscopically confirmed using DR14 SPIDERS spectroscopic data. Galaxy clusters were identified through the emission of their hot baryonic component as X-ray extended sources in RASS and XMM-Newton observations. The optical counterparts were found by optimally searching photometric data for the existence of a red-sequence formed by their member galaxies. Spectroscopic redshifts obtained by SPIDERS (DR14) provide confirmation of the clustered nature of these objects and their redshift (up to z~0.6). We assigned cluster membership combining an algorithm and multiple independent visual validations of individual objects. The gas properties derived from X-ray observations (luminosity, R500, etc.) are derived using precise cluster redshifts and they provide an estimate of their total mass (median M200c ~ 5.10^14 Msol). We compute galaxy cluster dynamical mass proxies using methods adapted to the low number of spectroscopic members per system (median ~13). The catalogues will include the membership of red-sequence galaxies.", "title": "SPIDERS x-ray galaxy cluster catalogue for DR14", "approve": false, "abstract": null, "publication_ids": [43], "includes_cas": false, "data_releases": ["DR14"], "survey": "SPIDERS", "authors": "Nicolas Clerc, Raffaella Capasso, Ghazaleh Erfanianfar, Alexis Finoguenov, Kate Furnell, Charles C. Kirpatrick IV, Nelson Padilla, Alex Saro, the SPIDERS team", "www_url": null, "identifier": "SDSS-IV VAC 0008", "sas_folder": "/sas/dr14/eboss/spiders/analysis/", "id": 8}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "We provide the brightest cluster galaxies (BCGs) catalog of the Xray detected galaxy clusters value-added catalog (VAC 008). We identify BCGs based on the available spectroscopic data from DR14 SPIDERS and photometric data from SDSS and DECaLS. We compute the stellar mass and SFR of the BCGs by combining SDSS, DECaLS, WISE and GALEX photometry and using state-of-art SED fitting. When the SFR from MPA-JHU value-added catalog is available, we substitute it for SED fitting SFR. The morphology properties (effective radius, Sersic index, axis ratio, integrated magnitude and reduces chi2 for the frame) for the BCGs with z<0.3 are provided by Sersic profile fitting using SIGMA (Kelvin et al., 2012), a software wrapper around GALFIT (Peng et al., 2002).\r\n\r\n", "title": "The Brightest Cluster Galaxies properties of SPIDERS X-ray galaxy clusters", "approve": false, "abstract": null, "publication_ids": null, "includes_cas": false, "data_releases": ["DR14"], "survey": "SPIDERS", "authors": "Ghazaleh Erfanianfar, Kate Furnell, Nicolas Clerc, Alexis Finoguenov, Chris Collins, Johan Comparat,  the SPIDERS team", "www_url": null, "identifier": "SDSS-IV VAC 0019", "sas_folder": "", "id": 19}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "We present multi-wavelegth characterization of a highly complete sample of ROSAT All-Sky Survey (2RXS) point-like sources over the area covered by the SEQUELS and eBOSS DR14 surveys. We provide information about X-ray properteis of the sources, as well as of their counterparts at longer wavelength (Optical, IR, Radio) identified first in the All-WISE IR catalog via a Bayesian cross-matching algorithm. We complement this with dedicated visual inspection of the SDSS spectra, providing accurate redshift estimates (with objective confidence levels) and source classification, beyond the standard eBOSS pipeline results.", "title": "Multiwavelength properties of RASS AGN", "approve": false, "abstract": null, "publication_ids": null, "includes_cas": false, "data_releases": ["DR14"], "survey": "SPIDERS", "authors": "Andrea Merloni, Antonis Georgakakis, Agnese Del Moro, Mara Salvato, Tom Dwelly, Kirpal Nandra, Johan Comparat, Damien Coffey", "www_url": null, "identifier": "SDSS-IV VAC 0020", "sas_folder": "/sas/dr14/eboss/spiders/analysis/", "id": 20}, {"category": "Scientific Analysis Catalog", "object_classes": ["GALAXY"], "cas_table": null, "description": "We present multi-wavelegth characterization of a highly complete sample of XMM-Slew Survey point-like sources over the area covered by the SEQUELS and eBOSS DR14 surveys. We provide information about X-ray properties of the sources, as well as of their counterparts at longer wavelength (Optical, IR, Radio) identified first in the All-WISE IR catalog via a Bayesian cross-matching algorithm. We complement this with dedicated visual inspection of the SDSS spectra, providing accurate redshift estimates (with objective confidence levels) and source classification, beyond the standard eBOSS pipeline results.", "title": "Multi-wavelength properties of XMM-Slew Survey AGN", "approve": false, "abstract": null, "publication_ids": null, "includes_cas": false, "data_releases": ["DR14"], "survey": "SPIDERS", "authors": "Andrea Merloni, Antonis Georgakakis, Agnese Del Moro, Mara Salvato, Tom Dwelly, Kirpal Nandra, Johan Comparat, Damien Coffey", "www_url": "", "identifier": "SDSS-IV VAC 0022", "sas_folder": "/sas/dr14/eboss/spiders/analysis/", "id": 22}], "modified": "2017-05-11 10:05:11"}